Repository: SinghIsWriting/Legal-Lens-AI-Driven-Legal-Research-Engine
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, hi, ta

source: Tamil
ta: தமிழ்

source: Login
bn: লগইন করুন
hi: लॉगिन
ta: உள்நுழைய

source: AI Research Engine
bn: এআই রিসার্চ ইঞ্জিন
hi: एआई रिसर्च इंजन
ta: ஏஐ ஆராய்ச்சி எஞ்சின்

source: Home
bn: হোম
hi: घर
ta: முதற் பக்கம்

source: About
bn: সম্পর্কে
hi: हमारे बारे में
ta: பற்றி

source: Contact
bn: যোগাযোগ
hi: संपर्क
ta: தொடர்பு

source: AI-Driven Research Engine for Commercial Courts
bn: বাণিজ্যিক আদালতের জন্য এআই চালিত গবেষণা ইঞ্জিন
hi: वाणिज्यिक न्यायालयों के लिए एआई-संचालित अनुसंधान इंजन
ta: வணிக நீதிமன்றங்களுக்கு ஏஐ இயக்கित ஆராய்ச்சி எஞ்சின்

source: Empowering legal professionals with advanced AI tools for case prediction, document analysis, and legal queries.
bn: কেস পূর্বাভাস, নথি বিশ্লেষণ এবং আইনি প্রশ্নের জন্য উন্নত এআই সরঞ্জামগুলি দিয়ে আইনি পেশাজীবীদের ক্ষমতায়ন।
hi: मामले की भविष्यवाणी, दस्तावेज़ विश्लेषण और कानूनी प्रश्नों के लिए उन्नत एआई उपकरणों के साथ कानूनी पेशेवरों को सशक्त बनाना।
ta: வெற்றிகரமான வழக்குப் முன்னறிவிப்பு, ஆவணப் பகுப்பாய்வு மற்றும் சட்டக் கேள்விகளுக்கான மேம்பட்ட ஏஐ கருவிகளால் சட்டப் புலவியர்களை வலுப்படுத்துதல்.

source: Username
bn: ব্যবহারকারীর নাম
hi: उपयोगकर्ता नाम
ta: பயனர் பெயர்

source: Password
bn: পাসওয়ার্ড
hi: पासवर्ड
ta: கடவுச்சொல்

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
hi: पासवर्ड भूल गए?
ta: கடவுச்சொல்லை மறந்தீர்களா?

source: Don't have an account
bn: একটি অ্যাকাউন্ট নেই?
hi: खाता नहीं है
ta: ஒரு கணக்கு இல்லை

source: Sign Up
bn: সাইন আপ করুন
hi: क्या आप इस साइट पर नए हैं
ta: புதிய கணக்கை உருவாக்கவும்

source: Password Reset Complete
bn: পাসওয়ার্ড রিসেট সম্পন্ন
hi: पासवर्ड रीसेट पूर्ण
ta: கடவுச்சொல் மீட்டமைப்பு நிறைவடைந்தது

source: Your password has been reset. You can now log in with your new password.
bn: আপনার পাসওয়ার্ড রিসেট করা হয়েছে। এখন আপনি আপনার নতুন পাসওয়ার্ড দিয়ে লগ ইন করতে পারেন।
hi: आपका पासवर्ड रीसेट कर दिया गया है। अब आप अपने नए पासवर्ड से लॉग इन कर सकते हैं।
ta: உங்கள் கடவுச்சொல் மீட்டமைக்கப்பட்டுள்ளது. இப்போது உங்கள் புதிய கடவுச்சொல்லுடன் உள்நுழையலாம்.

source: Log in with your new password
bn: আপনার নতুন পাসওয়ার্ড দিয়ে লগইন করুন
hi: अपने नए पासवर्ड से लॉग इन करें
ta: உங்கள் புதிய கடவுச்சொல்லுடன் உள்நுழையவும்

source: Password Reset Confirm
bn: পাসওয়ার্ড রিসেট নিশ্চিত করুন
hi: पासवर्ड रीसेट पुष्टि करें
ta: கடவுச்சொல் மீட்டமைப்பு உறுதி

source: AI-Driven Research Engine for Commercial Court
bn: বাণিজ্যিক আদালতের জন্য এআই চালিত গবেষণা ইঞ্জিন
hi: वाणिज्यिक न्यायालयों के लिए एआई-संचालित अनुसंधान इंजन
ta: வணிக நீதிமன்றத்திற்கான ஏஐ இயக்கிய ஆராய்ச்சி எஞ்சின்

source: Confirm Reset password
bn: পাসওয়ার্ড রিসেট নিশ্চিত করুন
hi: पासवर्ड रीसेट करने की पुष्टि करें
ta: கடவுச்சொல் மீட்டமைப்பை உறுதிப்படுத்தவும்

source: Enter Password
bn: পাসওয়ার্ড
hi: पासवर्ड
ta: கடவுச்சொல்

source: Old
bn: পুরনো
hi: पुराना
ta: பழைய

source: New
bn: নতুন
hi: नया
ta: புது

source: Again
bn: আবার
hi: दोबारा
ta: மீண்டும்

source: Submit
bn: জমা দিন
hi: जमा करें
ta: சமர்ப்பிக்கவும்

source: Password Reset Done
bn: পাসওয়ার্ড রিসেট সম্পন্ন
hi: पासवर्ड रीसेट हो गया
ta: கடவுச்சொல் மீட்டமைப்பு முடிந்தது

source: Password Reset Sent!
bn: পাসওয়ার্ড রিসেট পাঠানো হয়েছে!
hi: पासवर्ड रीसेट भेजा गया!
ta: கடவுச்சொல் மீட்டமைப்பு அனுப்பப்பட்டது!

source: We've sent an email to your registered email
bn: আমরা আপনার নিবন্ধিত ইমেইলে একটি ইমেইল পাঠিয়েছি
hi: हमने आपके पंजीकृत ईमेल पर एक ईमेल भेजा है
ta: உங்கள் பதிவு செய்யப்பட்ட மின்னஞ்சலுக்கு ஒரு மின்னஞ்சல் அனுப்பியுள்ளோம்

source: with a link to reset your password.
bn: আপনার পাসওয়ার্ড রিসেট করার লিঙ্ক সহ।
hi: अपना पासवर्ड रीसेट करने के लिंक के साथ।
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க ஒரு இணைப்புடன்.

source: If you don't receive the email, please check your spam folder or try again.
bn: যদি আপনি ইমেইল না পান, অনুগ্রহ করে আপনার স্প্যাম ফোল্ডার চেক করুন বা আবার চেষ্টা করুন।
hi: यदि आपको ईमेल प्राप्त नहीं होता है, तो कृपया अपना स्पैम फ़ोल्डर जांचें या पुनः प्रयास करें।
ta: மின்னஞ்சலைப் பெறாவிட்டால், தயவுசெய்து உங்கள் ச்பாம் கோப்பையைச் சோதிக்கவும் அல்லது மீண்டும் முயற்சிக்கவும்.

source: Password Reset Form
bn: পাসওয়ার্ড রিসেট ফর্ম
hi: पासवर्ड रीसेट फॉर्म
ta: கடவுச்சொல் மீட்டமைப்பு படிவம்

source: Reset
bn: রিসেট
hi: रीसेट
ta: மீட்டமை

source: Enter Email
bn: ইমেইল
hi: ईमेल
ta: மின்னஞ்சல்

source: Don't want to reset your password?
bn: আপনি কি আপনার পাসওয়ার্ড রিসেট করতে চান না?
hi: क्या आप अपना पासवर्ड रीसेट नहीं करना चाहते?
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க விரும்பவில்லையா?

source: Contact Us
bn: যোগাযোগ করুন
hi: संपर्क करें
ta: எங்களுடன் தொடர்புகொள்ளவும்

source: Register User
bn: ব্যবহারকারী নিবন্ধন করুন
ta: பயனரை பதிவு செய்யவும்

source: Enter Username
bn: ব্যবহারকারীর নাম
hi: उपयोगकर्ता नाम
ta: பயனர் பெயர்

source: Register
bn: নিবন্ধন করুন
hi: रजिस्टर करें
ta: பதிவு செய்யவும்

source: Already have an account?
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
ta: முந்தைய கணக்கு இருக்கிறதா?

source: About Us
bn: আমাদের সম্পর্কে
hi: हमारे बारे में
ta: எங்களைப் பற்றி

source: Welcome to our project. Here we provide innovative solutions and dedicated support to help you achieve your goals. Learn more about what we do and meet the team behind the scenes.
bn: আমাদের প্রকল্পে স্বাগতম। এখানে আমরা উদ্ভাবনী সমাধান এবং নিবেদিত সমর্থন প্রদান করি যাতে আপনাকে আপনার লক্ষ্য অর্জনে সহায়তা করতে পারি। আমরা যা করি তা সম্পর্কে আরও জানুন এবং পর্দার আড়ালে থাকা দলটির সাথে পরিচিত হন।
hi: हमारे प्रोजेक्ट में आपका स्वागत है। यहां हम नवोन्मेषी और समर्पित समाधान प्रदान करते हैंआपके लक्ष्यों को प्राप्त करने में सहायता के लिए समर्थन। हम क्या करते हैं और मिलते हैं इसके बारे में और जानेंपर्दे के पीछे की टीम।
ta: எங்கள் திட்டத்திற்கு வரவேற்கிறோம். இங்கு, நாங்கள் உங்களுக்கு உங்கள் இலக்குகளை அடைய உதவும் புதுமையான தீர்வுகளை மற்றும் நேர்மையான ஆதரவை வழங்குகிறோம். நாங்கள் என்ன செய்கிறோம் என்பதைப் பற்றி மேலும் அறிந்து கொள்ளவும் மற்றும் பின்னணி குழுவை சந்தியுங்கள்.

source: Meet Our Team
bn: আমাদের দলের সাথে পরিচিত হন
hi: हमारी टीम से मिलें
ta: எங்கள் குழுவைச் சந்தியுங்கள்

source: Abhishek Singh
bn: অভিষেক সিং
hi: अभिषेक सिंह
ta: அபிஷேக் சிங்

source: Team Member
bn: দলের সদস্য
hi: टीम के सदस्य
ta: குழுவினர்

source: Abhishek Singh is the visionary behind our project. With over 3 years of experience in Computer Science and Programming languages.
bn: অভিষেক সিং আমাদের প্রকল্পের দৃষ্টিনন্দন ব্যক্তিত্ব। কম্পিউটার বিজ্ঞান এবং প্রোগ্রামিং ভাষায় ৩ বছরেরও বেশি অভিজ্ঞতা রয়েছে তার।
hi: अभिषेक सिंह हमारे प्रोजेक्ट के पीछे दूरदर्शी हैं। 3 वर्षों से अधिक के साथ कंप्यूटर विज्ञान और प्रोग्रामिंग भाषाओं में अनुभव।
ta: அபிஷேக் சிங் எங்கள் திட்டத்தின் முன்னேற்றக் கண்ணோட்டத்தை வழங்குகிறார். கணினி அறிவியல் மற்றும் நிரலாக்க மொழிகளில் 3 ஆண்டுகளுக்கு மேற்பட்ட அனுபவம் கொண்டவர்.

source: Hirakjyoti Medhi
bn: হীরকজ্যোতি মেধি
hi: हीरकज्योति मेधि
ta: ஹிரக் ஜியோதி மேதி

source: Jane leads our tech team, overseeing product development and ensuring our solutions are cutting-edge and reliable.
bn: জেন আমাদের টেক টিমের নেতৃত্ব দেয়, পণ্য উন্নয়ন পর্যবেক্ষণ করে এবং নিশ্চিত করে যে আমাদের সমাধানগুলি আধুনিক এবং নির্ভরযোগ্য।
hi: हीरकज्योति मेधि हमारी तकनीकी टीम का नेतृत्व करत है, उत्पाद विकास की देखरेख करती है और यह सुनिश्चित करती है कि हमारा समाधान अत्याधुनिक और विश्वसनीय हैं।
ta: ஜேன் எங்கள் தொழில்நுட்பக் குழுவை வழிநடத்துகிறார், தயாரிப்பு மேம்பாட்டை கவனிக்கிறார் மற்றும் எங்கள் தீர்வுகள் முன்னணி மற்றும் நம்பகமானவை என்பதைக் உறுதிப்படுத்துகிறார்.

source: Biswajit Bera
bn: বিস্বজিৎ বেরা
hi: विश्वजीत बेरा
ta: பிஸ்வஜித் ஷொரா

source: Michael is responsible for creating intuitive and engaging user interfaces, making sure our products are both functional and beautiful.
bn: মাইকেল সহজবোধ্য এবং আকর্ষণীয় ব্যবহারকারী ইন্টারফেস তৈরির দায়িত্বে রয়েছেন, নিশ্চিত করছেন যে আমাদের পণ্যগুলি কার্যকরী এবং সুন্দর।
hi: विश्वजीत बेरा और आकर्षक उपयोगकर्ता इंटरफ़ेस बनाने के लिए ज़िम्मेदार है, सुनिश्चित करना कि हमारे उत्पाद कार्यात्मक और सुंदर दोनों हैं।
ta: மைக்கேல் எங்கள் தயாரிப்புகள் செயல்திறன் மற்றும் அழகாக இருப்பதை உறுதிசெய்து, திடம்செய்து மற்றும் ஈர்க்கக்கூடிய பயனர் இடையீடுகளை உருவாக்கும் பொறுப்பாக உள்ளார்.

source: Roshan Jha
bn: রোশন ঝা
hi: रोशन झा
ta: ரொஷன் ஜா

source: Roshan Jha is the visionary behind our project. With over 3 years of experience in Computer Science and Programming languages.
bn: রোশন ঝা আমাদের প্রকল্পের দৃষ্টিনন্দন ব্যক্তিত্ব। কম্পিউটার বিজ্ঞান এবং প্রোগ্রামিং ভাষায় ৩ বছরেরও বেশি অভিজ্ঞতা রয়েছে তার।
hi: रोशन झा हमारे प्रोजेक्ट के पीछे दूरदर्शी हैं। 3 वर्षों से अधिक के साथ कंप्यूटर विज्ञान और प्रोग्रामिंग भाषाओं में अनुभव।
ta: ரொஷன் ஜா எங்கள் திட்டத்தின் முன்னேற்றக் கண்ணோட்டத்தை வழங்குகிறார். கணினி அறிவியல் மற்றும் நிரலாக்க மொழிகளில் 3 ஆண்டுகளுக்கு மேற்பட்ட அனுபவம் கொண்டவர்.

source: Ashutosh Kumar
bn: অশ্বতোষ কুমার
hi: आशुतोष कुमारr
ta: அஷ்டோஷ் குமார்

source: Shruti Jaiswal
bn: শ্রুতি জয়সওয়াল
hi: श्रुति जयसवाल
ta: ஷ்ருதா ஜெய்ஸ்வால்

source: Have questions or need support? Reach out to us at
bn: প্রশ্ন আছে বা সমর্থন প্রয়োজন? আমাদের সাথে যোগাযোগ করুন
hi: प्रश्न हैं या समर्थन की आवश्यकता है? हमसे संपर्क करें
ta: கேள்விகள் உள்ளனவா அல்லது ஆதரவு தேவைதா? எங்களுக்கு கீழ்காணும் இடத்தில் தொடர்புகொள்ளவும்

source: Email
bn: ইমেইল
hi: ईमेल
ta: மின்னஞ்சல்

source: Phone
bn: ফোন
hi: फ़ोन
ta: தொலைபேசி

source: Address: Indian Institute of Technology (Indian School of Mines) Dhanbad, Jharkhand, India
bn: ঠিকানা: ভারতীয় প্রযুক্তি ইনস্টিটিউট (ভারতীয় খনির স্কুল) ধানবাদ, ঝাড়খন্ড, ভারত
hi: पता: भारतीय प्रौद्योगिकी संस्थान (भारतीय खान विद्यालय) धनबाद, झारखंड, भारत
ta: முகவரி: இந்தியன் இன்ஸ்டிடியூட் ஆஃப் டெக்னாலஜி (இந்தியன் ஸ்கூல் ஆஃப் மைன்ஸ்) தன்வாத், ஜார்கண்ட், இந்தியா

source: AI Legal Research
bn: এআই আইনী গবেষণা
hi: एआई रिसर्च इंजन
ta: ஏஐ சட்ட ஆராய்ச்சி

source: Upload Documents
bn: নথি আপলোড করুন
hi: दस्तावेज़ अपलोड करें
ta: ஆவணங்களைப் பதிவேற்றவும்

source: Legal Queries
bn: আইনি প্রশ্নাবলী
hi: कानूनी प्रश्न
ta: சட்டக் கேள்விகள்

source: Case Prediction
bn: মামলার পূর্বাভাস
hi: मामले की भविष्यवाणी
ta: முறையீட்டு முன்கணிப்பு

source: Logout
bn: লগ আউট
hi: लॉगआउट
ta: உள்நுழைவிழக்கு

source: Contact Information
bn: যোগাযোগের তথ্য
hi: संपर्क जानकारी
ta: தொடர்பு தகவல்

source: Address
bn: ঠিকানা
hi: पता
ta: முகவரி

source: Indian Institute of Technology (Indian School of Mines) Dhanbad, Jharkhand, India
bn: ভারতীয় প্রযুক্তি ইনস্টিটিউট (ভারতীয় খনির স্কুল) ধানবাদ, ঝাড়খন্ড, ভারত
hi: भारतीय प्रौद्योगिकी संस्थान (इंडियन स्कूल ऑफ माइन्स) धनबाद, झारखंड, भारत
ta: இந்திய தொழில்நுட்ப நிறுவனம் (இந்தியன் ஸ்கூல் ஆஃப் மைன்ஸ்) தன்வாத், ஜார்கண்ட், இந்தியா

source: Name
bn: নাম
hi: नाम
ta: பெயர்

source: Message
bn: বার্তা
hi: संदेश
ta: செய்தி

source: Send Message
bn: বার্তা পাঠান
hi: संदेश भेजें
ta: செய்தி அனுப்பு

source: Our Location
bn: আমাদের অবস্থান
hi: हमारा पता
ta: எங்கள் இடம்

source: Hello
bn: হ্যালো
hi: नमस्ते
ta: வணக்கம்

source: How can I help you today
bn: আজ আমি আপনাকে কিভাবে সাহায্য করতে পারি
hi: आज मैं आपकी मदद करने में कैसे सक्षम हूं
ta: இன்று உங்களுக்கு நான் எவ்வாறு உதவலாம்?

source: Type your question
bn: আপনার প্রশ্ন টাইপ করুন
hi: अपना प्रश्न लिखें
ta: உங்கள் கேள்வியை টাইப் செய்யவும்

source: Project Landing Page
bn: প্রকল্পের ল্যান্ডিং পৃষ্ঠা
hi: परियोजना लैंडिंग पृष्ठ
ta: திட்டத்தின் லாண்டிங் பக்கம்

source: Get Started
bn: শুরু করুন
hi: शुरू करें
ta: தொடங்கவும்

source: Key Features
bn: মূল বৈশিষ্ট্য
hi: प्रमुख विशेषताऐं
ta: முக்கிய அம்சங்கள்

source: Document Upload
bn: নথি আপলোড
hi: दस्तावेज़ अपलोड
ta: ஆவணப் பதிவேற்றம்

source: Easily upload legal documents in PDF or DOC format for analysis and insights.
bn: বিভিন্ন বিশ্লেষণ ও অন্তর্দৃষ্টির জন্য সহজে PDF বা DOC ফরম্যাটে আইনি নথি আপলোড করুন।
hi: विश्लेषण और अंतर्दृष्टि के लिए आसानी से पीडीएफ या डीओसी प्रारूप में कानूनी दस्तावेज अपलोड करें।
ta: ஆராய்ச்சி மற்றும் தகவலுக்கான PDF அல்லது DOC வடிவத்தில் சட்ட ஆவணங்களை எளிதாக பதிவேற்றவும்.

source: Leverage AI to predict case outcomes based on historical data and trends.
bn: ঐতিহাসিক তথ্য ও প্রবণতার ভিত্তিতে মামলার ফলাফল পূর্বাভাস দিতে AI ব্যবহার করুন।
hi: ऐतिहासिक डेटा और रुझानों के आधार पर मामले के परिणामों की भविष्यवाणी करने के लिए एआई का लाभ उठाएं।
ta: ஐஏவை பயன்படுத்தி வரலாற்று தரவுகள் மற்றும் திருப்பங்கள் அடிப்படையில் வழக்கின் முடிவுகளை கணிக்கவும்.

source: Ask detailed legal questions and get precise answers tailored to your needs.
bn: বিস্তারিত আইনি প্রশ্ন করুন এবং আপনার প্রয়োজন অনুযায়ী সঠিক উত্তর পান।
hi: विस्तृत कानूनी प्रश्न पूछें और अपनी आवश्यकताओं के अनुरूप सटीक उत्तर प्राप्त करें।
ta: விபரமான சட்டக் கேள்விகளை கேட்டு, உங்கள் தேவைகளுக்கேற்ப துல்லியமான பதில்களைப் பெறுங்கள்.

source: Legal Lens: AI-Driven Research Engine. All rights reserved.
bn: আইনি লেন্স: এআই-চালিত গবেষণা ইঞ্জিন। সমস্ত অধিকার সংরক্ষিত।
hi: कानूनी लेंस: एआई-संचालित अनुसंधान इंजन। सर्वाधिकार सुरक्षित।
ta: சட்ட லென்ஸ்: ஏஐ இயக்கும் ஆராய்ச்சி இயந்திரம். அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.

source: Predicted Outcomes - AI Legal Research
bn: পূর্বাভাসিত ফলাফল - এআই আইনী গবেষণা
hi: अनुमानित परिणाम - एआई रिसर्च इंजन
ta: முன்கணிக்கப்பட்ட முடிவுகள் - ஏஐ சட்ட ஆராய்ச்சி

source: Enter Case Summary
bn: মামলার সারসংক্ষেপ লিখুন
hi: केस सारांश दर्ज करें
ta: வழக்கின் சுருக்கத்தை உள்ளிடவும்

source: Provide a brief summary of the case
bn: মামলার একটি সংক্ষিপ্ত সারসংক্ষেপ প্রদান করুন
hi: मामले का संक्षिप्त सारांश प्रदान करें
ta: வழக்கின் ஒரு சுருக்கமான தொகுப்பை வழங்கவும்

source: Select Case Type
bn: মামলার প্রকার নির্বাচন করুন
hi: मामला प्रकार का चयन करें
ta: வழக்கின் வகையைத் தேர்ந்தெடுக்கவும்

source: Choose case type
bn: মামলার প্রকার নির্বাচন করুন
hi: मामला प्रकार चुनें
ta: வழக்கின் வகையைத் தேர்ந்தெடுக்கவும்

source: Civil
bn: নাগরিক
hi: नागरिक
ta: சிவில்

source: Criminal
bn: অপরাধ
hi: अनुचित
ta: குற்றவியல்

source: Corporate
bn: কর্পোরেট
hi: कॉर्पोरेट
ta: கார்ப்பரேட்

source: Family
bn: পারিবারিক
hi: परिवार
ta: குடும்ப

source: Others
bn: অন্যান্য
hi: दूसरों
ta: மற்றவை

source: Select Jurisdiction
bn: অধিকার অঞ্চল নির্বাচন করুন
hi: क्षेत्राधिकार का चयन करें
ta: அரசியலாக்கத்தைத் தேர்ந்தெடுக்கவும்

source: Choose jurisdiction
bn: অধিকার অঞ্চল নির্বাচন করুন
hi: मामले की भविष्यवाणी
ta: அரசியலாக்கத்தைத் தேர்ந்தெடுக்கவும்

source: District Court
bn: জেলা আদালত
hi: जिला न्यायालय
ta: மாவட்ட நீதிமன்றம்

source: High Court
bn: হাইকোর্ট
hi: हाई कोर्ट
ta: உயர்நீதிமன்றம்

source: Supreme Court
bn: সুপ্রিম কোর্ট
hi: सर्वोच्च न्यायालय
ta: சூப்பிரீம் கோர்ட்

source: Predict Outcome
bn: ফলাফল পূর্বাভাস করুন
hi: परिणाम की भविष्यवाणी करें
ta: முடிவை கணிக்கவும்

source: Prediction Result
bn: পূর্বাভাসের ফলাফল
hi: मामले की भविष्यवाणी
ta: முன்கணிப்பு முடிவு

source: Legal Search
bn: আইনি অনুসন্ধান
hi: एआई रिसर्च इंजन
ta: சட்ட தேடல்

source: Legal Queries and Details
bn: আইনি প্রশ্নাবলী এবং বিস্তারিত
hi: कानूनी प्रश्न
ta: சட்டக் கேள்விகள் மற்றும் விவரங்கள்

source: Select Search Type
bn: অনুসন্ধানের প্রকার নির্বাচন করুন
hi: खोज प्रकार का चयन करें
ta: தேடல் வகையைத் தேர்ந்தெடுக்கவும்

source: Choose search type
bn: অনুসন্ধানের প্রকার নির্বাচন করুন
hi: खोज के प्रकार का चयन करें
ta: தேடல் வகையைத் தேர்ந்தெடுக்கவும்

source: Statute Search
bn: আইন অনুসন্ধান
hi: क़ानून खोज
ta: சட்ட தேடல்

source: Number of Results to Show
bn: প্রদর্শনের ফলাফলের সংখ্যা
hi: दिखाने के लिए परिणामों की संख्या
ta: காட்ட வேண்டிய முடிவுகளின் எண்ணிக்கை

source: Enter number of results
bn: ফলাফলের সংখ্যা লিখুন
hi: परिणामों की संख्या दर्ज करें
ta: முடிவுகளின் எண்ணிக்கையை உள்ளிடவும்

source: How can I help you today?
bn: আজ আমি আপনাকে কিভাবে সাহায্য করতে পারি?
hi: आज मैं आपकी कैसे मदद कर सकता हूँ?
ta: இன்று உங்களுக்கு நான் எவ்வாறு உதவலாம்?

source: Provide summarization about the case uploaded with document.
bn: আপলোড করা নথির সাথে মামলার সারসংক্ষেপ প্রদান করুন।
hi: दस्तावेज़ के साथ अपलोड किए गए मामले के बारे में सारांश प्रदान करें।
ta: ஆவணத்துடன் பதிவேற்றிய வழக்கின் சுருக்கத்தை வழங்கவும்.

source: Explain the statute, acts and section and other legal information related to the case file uploaded.
bn: আপলোড করা মামলার ফাইলের সাথে সম্পর্কিত আইন, বিধি এবং ধারাগুলি এবং অন্যান্য আইনি তথ্য ব্যাখ্যা করুন।
hi: संविधि, अधिनियमों और धारा और अन्य कानूनी जानकारी से संबंधित व्याख्या करें केस फाइल अपलोड की गई।
ta: பதிவேற்றிய வழக்கின் கோப்புடன் தொடர்புடைய சட்டம், சட்டங்கள், பிரிவுகள் மற்றும் பிற சட்ட தகவல்களை விளக்கவும்.

source: Provide the details about some similar cases like this one in the commercial court.
bn: বাণিজ্যিক আদালতে এই ধরনের কিছু অনুরূপ মামলার বিস্তারিত প্রদান করুন।
hi: वाणिज्यिक में इस तरह के कुछ समान मामलों के बारे में विवरण प्रदान करें अदालत।
ta: வணிக நீதிமன்றத்தில் இதுபோன்ற சில மோதல்களின் விவரங்களை வழங்கவும்.

source: Upload Legal Document
bn: আইনি নথি আপলোড করুন
hi: कानूनी दस्तावेज़ अपलोड करें
ta: சட்ட ஆவணத்தைப் பதிவேற்றவும்

source: Upload Your Case Document
bn: আপনার মামলার নথি আপলোড করুন
hi: अपना केस दस्तावेज़ अपलोड करें
ta: உங்கள் வழக்கின் ஆவணத்தைப் பதிவேற்றவும்

source: Select Document (PDF or DOCX)
bn: নথি নির্বাচন করুন (PDF বা DOCX)
hi: दस्तावेज़ चुनें (PDF या DOCX)
ta: ஆவணத்தைத் தேர்ந்தெடுக்கவும் (PDF அல்லது DOCX)

source: Document Description (optional)
bn: নথির বর্ণনা (ঐচ্ছিক)
hi: दस्तावेज़ विवरण (वैकल्पिक)
ta: ஆவணத்தின் விளக்கம் (விருப்பம்)

source: Add any relevant details
bn: যেকোনো প্রাসঙ্গিক বিস্তারিত যোগ করুন
hi: कोई भी प्रासंगिक विवरण जोड़ें
ta: தொடர்புடைய விவரங்களைச் சேர்க்கவும்

source: Upload Document
bn: নথি আপলোড করুন
hi: दस्तावेज़ अपलोड करें
ta: ஆவணத்தைப் பதிவேற்றவும்
